export const Services = (props) => {
  return (
    <div id='services' className='text-center'>
      <div className='container'>
        <div className='section-title'>
          <h2>NFT - Tree</h2>
          <p className="services-text">
            NFT-Tree - это уникальный экспериментальный проект для улучшения экологии. Покупатель одной из NFT-Tree концепции получает
            не только картинку или аудио, но и реальное плодовое дерево или несколько деревьев. Владелец NFT-Tree получает полную информацию о дереве (местонахождение, возраст, сорт и т.д)
            и реальный договор заключенный между хозяином дерева и держателем NFT-Tree, согласно которому держатель NFT-Tree может сам приехать и забрать
            половину урожая из этих деревьев или отправить сумму урожая в благотворительность и эко-фонды.
            Если же держатель не явился, то половина урожая автоматически отправляется в благотворительные фонды.
          </p>
        </div>
      </div>
    </div>
  )
}
